{
    "language": "ES",

    "title_site": "Portafolio - Ramon Cintas Gomes",
    "meta_description_site": "Desarrollador, Ingeniero de Software",

    "menu_header_home": "Inicio",
    "menu_header_about": "Sobre m칤",
    "menu_header_projects": "Proyectos",

    "home_title": "Ingeniero de Software",
    "home_description": "Desarrollo de sistemas, sitios web responsivos y aplicaciones personalizadas para satisfacer las necesidades espec칤ficas de cada cliente.",
    "home_action_button": "Ponte en contacto",

    "about_title": "Ramon Cintas Gomes",
    "about_description": "游 Desarrollador Graduado en (ADS) An치lisis y Desarrollo de Sistemas por la (FATEC) Faculdade de tecnologia do estado de s칚o paulo<br>游눠 Creatividad y Soluciones Innovadoras<br>游닄 Entusiasmo por Aprender y Crecer<br>游눹 Habilidades Actualizadas con las 칔ltimas Tecnolog칤as, con experiencia trabajando en desarrollo de software y siempre listo para contribuir y adaptarse a las necesidades de la empresa",
    "project_title": "Proyectos principales",
    "project_1_title": "Donaciones en L칤nea",
    "project_1_description": "Sistema desarrollado con HTML, CSS, JavaScript, TypeScript, Angular, Java, Spring Boot, HeidiSQL. Para facilitar donaciones, promover transparencia y fortalecer la recaudaci칩n de fondos para organizaciones sin fines de lucro.",
    "project_2_title": "PetsCare",
    "project_2_description": "Aplicaci칩n desarrollada con CSS, JavaScript, JSON, React Native, Java, Spring Boot, Docker, PostgreSQL, Render. Para la entrega de productos para mascotas utilizando la plataforma expo.dev",
    "project_3_title": "Adrenaline StreamAPI",
    "project_3_description": "El proyecto AdrenalineStream API es una API JavaScript/NodeJS implementada en Docker sobre AWS para extraer informaci칩n relevante de un sitio web con contenido en formato RSS. Esta aplicaci칩n guarda los datos en un archivo JSON dentro de un bucket S3, y permite consultar el contenido guardado a trav칠s de una p치gina HTML alojada en la nube de AWS.",
    "project_4_title": "Eagle Vision",
    "project_4_description": "Eagle Vision es una API REST en Python que recibe im치genes de facturas electr칩nicas, las almacena en un bucket de S3 y utiliza Amazon Textract para extraer datos. Estos datos son refinados por un Large Language Model (LLM) y devueltos al usuario en formato JSON. La API se administra mediante AWS API Gateway y monitoriza las operaciones con AWS CloudWatch, lo que garantiza la escalabilidad y la eficiencia en la nube de AWS.",
    "project_5_title": "Find Pets",
    "project_5_description": "Find Pets integra una plataforma web y una app m칩vil. Usa IA para reconocer razas por imagen, chatbot con RAG para asistencia y env칤a correos autom치ticos al detectar mascotas similares por foto y ubicaci칩n.",

    "alt_mobile_menu_switch": "Men칰",
    "alt_photo_header": "Ilustraci칩n del CV, que contiene una foto del curr칤culum.",

    "footer_copyright": "Ramon Cintas Gomes 춸 Todos los derechos reservados",

    "change_language_aria_label": "Cambiar idioma del sitio"
}
